Repository: imtal/lox-client
Catalog: po/*.po
Languages: fy, nl

source: Localbox password
fy: Localbox wachtwurd
nl: Localbox wachtwoord

source: Session name
fy: Sessie namme
nl: Naam van de sessie

source: Add
fy: Tafoegje
nl: Toevoegen

source: Edit
fy: Bewurkje
nl: Bewerken

source: Remove
fy: Foartsmite
nl: Verwijderen

source: failed to send notification
nl: kon het bericht niet sturen

source: Localbox settings
fy: Localbox ynstellingen
nl: Localbox instellingen

source: Session settings
fy: Sessie ynstellingen
nl: Sessie instellingen

source: Session name:
fy: Sessie namme:
nl: Naam van de sessie:

source: Local folder to synchronize:
fy: Lokale map om gelyk te lûken
nl: Lokale map om te synchroniseren

source: Authentication:
fy: Oanmelding:
nl: Authenticatie:

source: Username:
fy: Gebrûkersnamme:
nl: Gebruikersnaam:

source: Password:
fy: Wachtwurd:
nl: Wachtwoord:

source: Refresh interval (seconds)
fy: Wachttiid tusken it vergelykjen (seconden)
nl: Interval tussen synchronisaties (seconden)

source: Log level
nl: Log niveau

source: Cannot save settings: {0}
nl: Kan de instellingen niet bewaren: {0}

source: LocalBox sync client
nl: Localbox synchronisatie programma

source: Open folder '{0}'
nl: Open map '{0}'

source: Invitations
fy: Útnoegjingen
nl: Uinodigingen

source: Configuration
fy: Ynstellingen
nl: Instellingen

source: Exit
fy: Ôfslute
nl: Afsluiten

source: Cannot open folder: {0}
nl: Kan map niet opnene: {0}

source: Help not yet implemented. Will be added later.
nl: Help nog niet geïmplementeerd, wordt later toegevoegd.

source: Localbox daemon restarted
fy: Localbox achtergrûnprogramma oernij start
nl: Localbox achtergrondprogramma opnieuw gestart

source: Localbox daemon started
fy: Localbox achtergrûnprogramma oernij start
nl: Localbox achtergrondprogramma gestart

source: No sessions configured, use command 'add'
nl: Geen sessies geconfigureerd, gebruik commando 'add'

source: Error: already running
nl: Fout: draait al

source: Localbox daemon stopped
fy: Localbox achtergrûnprogramma stopt
nl: Localbox achtergrondprogramma gestopt

source: Localbox daemon not running
fy: Localbox achtergrûnprogramma rint net
nl: Localbox achtergrondprogramma draait niet

source: Localbox daemon not running ...
fy: Localbox achtergrûnprogramma rint net ...
nl: Localbox achtergrondprogramma draait niet

source: Localbox daemon running with pid {}
fy: Localbox achtergrûnprogramma oernij rint mei pid {}
nl: Localbox achtergrondprogramma draait met pid {}

source: Error: a session with name '{}' already exists
fy: Flater: in sessie mei namme '{}' bestiet al
nl: Fout: een sessie met naam '{}' bestaat al

source: Add Localbox session '{}':
fy: Foegje Localbox sessie ta '{}':
nl: Voeg Localbox sessie '{}' toe:

source: Start session [yes]:
fy: Start sessie [ja]:
nl: Start sessie [ja]:

source: yes
fy: ja
nl: ja

source: Usage: {0} add <name>
fy: Gebrûk: {0} add <namme>
nl: Gebrui: {0} add <naam>

source: Error: a session with name '{}' is not configured
fy: Flater: in sessie mei namme '{}' is net ynstelt
nl: Fout: een sessie met naame '{}' is niet geconfigureerd

source: Usage: {0} delete <name>
fy: Gebrûk: {0} delete <namme>
nl: Gebruik: {0} delete <name>

source: Error: a session with name '{}' does not exist
fy: Flater: in sessie mei namme '{}' bestiet net
nl: Fout: een sessie met naam '{}' bestaat niet

source: Edit Localbox session with name '{}':
fy: Bewurkje Localbox sessie mei namme '{}':
nl: Bewerk Localbox sessie met naam '{}':

source: Start this session [yes]:
fy: Start dizze sessie [ja]:
nl: Start deze sessie [ja]:

source: Usage: {0} edit <name>
fy: Gebrûk: {0} edit <namme>
nl: Gebruik: {0} edit <naam>

source: Localbox desktop sync version {}
fy: Localbox desktop sync versie {}
nl: Localbox desktop sync versie {}

source: Usage: {} [command]
fy: Gebrûk: {} [opdracht]
nl: Gebruik: {} [commando]

source: Localbox invitations
fy: Localbox útnoegjingen
nl: Localbox uitnodigingen

source: Session '{}':
fy: Sessie '{}':
nl: Sessie '{}':

source: Error: {}
fy: Fout: {}
nl: Fout: {}

source: Usage: {0} start|stop|run|status|help|...
fy: Gebrûk: {0} start|stop|run|status|help|...
nl: Gebruik: {} start|stop|run|status|help|...

source: starts the client
fy: start it programma
nl: start het programma

source: stops the client
fy: stop it programma
nl: stopt het programma

source: run in foreground (interactive)
fy: rin yn de foargrûn (interactief)
nl: draai in de voorgrond (interactief)

source: reloads the confguration
nl: laad de instellingen opnieuw

source: add an account
fy: tafoegje
nl: voeg een account toe

source: list configured sessions
fy: toan ynstelde sessies
nl: toon alle sessies in de instellingen

source: edit configuration
fy: bewurkje ynstellingen
nl: bewerk instellingen

source: delete session from configuration
fy: smyt sessie foart fan ynstellingen
nl: verwijder een account uit de instellingen

source: show the status of the client
fy: toan tastân fan programma
nl: toon de status van het programma

source: show invitations
fy: toan útnoegjingen
nl: toon uitnodigingen

source: accept invitation
fy: nim útnoegjing oan
nl: accepteer uitnodiging

source: revoke invitation
fy: sla útnoegjing ôf
nl: sla uitnodiging af

source: show this help
fy: toan dizze help
nl: toon deze tekst

source: Error: invalid command
fy: Flater: ûnjildige opdracht
nl: Fout: onjuiste instructie

source: Error: interrupted
fy: Flater: ûnderbrutsen
nl: Fout: onderbroken

source: Authentication failed, {0}
fy: Oanmelden misljearre, {0}
nl: Autenticatie mislukt, {0}

source: Interval is {0} seconds, this is short
fy: De wachttiid is {0} seconden, dat is koart
nl: Interval is {0} seconden, dat is kort

source: none
fy: gjin
nl: geen

source: initialized
fy: ynstelt
nl: geïnitialiseerd

source: Session loaded
fy: Sessie is laden
nl: Sessie geladen

source: session started
fy: sessie is start
nl: sessie gestart

source: Session started
fy: Sessie is start
nl: Sessie gestart

source: Exception in sync {0}
nl: Uitzondering in synchronisatie

source: Session waiting for next sync
fy: Sessie wachtet foar in folgend vergelyk
nl: Sessie wacht tot de volgende synchronisatie

source: Session stopped
fy: Sessie is stopt
nl: Sessie gestopt

source: sync running since {:%Y-%m-%d %H:%M:%S}
nl: synchronisatie loopt sinds {:%Y-%m-%d %H:%M:%S}

source: Sync started
fy: Gelyk lûken is start
nl: Synchronisatie gestart

source: Sync completed
fy: Gelyk lûken is klear
nl: Synchrnonisatie afgerond

source: Reconcile '{0}'
fy: Samenfoegje '{0}'
nl: Samenvoegen '{0}'

source: Not a directory (local)
fy: Net in map (lokaal)
nl: Niet een map (lokaal)

source: Not a directory (remote)
fy: Net in map (centraal)
nl: Niet een map (op server)

source: Delete (local) {0}
fy: Foartsmite (lokaal) {0}
nl: Verwijder (lokaal) {0}

source: Delete (remote) {0}
fy: Foartsmite (centraal) {0}
nl: Verwijder (op server) {0}

source: Renamed (local) {0} to {1}
fy: Jou (lokaal) {0} de neie namme {1}
nl: Hernoem (lokaal) {0} naar {1}

source: Resolving '{0}' led to strange situation
fy: Beskôgjen fan '{0}' jout in fremde situaasje
nl: Weet niet hoe '{0}' precies af te handelen

source: Path '{0}' could not be resolved
fy: Namme '{0}] koe net foun wurde
nl: Pad '{0}' kan niet worden afgehandeld

source: Localbox sessions configured:
fy: Localbox sessies ynsteld:

source: waiting since {:%Y-%m-%d %H:%M:%S}
fy: wachtet sinds {:%Y-%m-%d %H:%M:%S}

source: Resolving '{0}' leads to {1}
fy: Beskôgjen fan '{0}' jout {1}
